Repository: elementary/switchboard
Catalog: po/extra/*.po
Languages: ca, de, es, fr, he, ja, nl, pl, ru, sk, sv, uk, zh_tw

source: System Settings
ca: Configuració del sistema
de: Systemeinstellungen
es: Configuración del Sistema
fr: Paramètres du système
he: הגדרות מערכת
ja: システム設定
nl: Systeeminstellingen
pl: Ustawienia systemowe
ru: Параметры системы
sk: Nastavenia systému
sv: Systeminställningar
uk: Налаштування системи
zh_tw: 系統設定值

source: Change system and user settings
ca: Canvia els paràmetres del sistema i de l'usuari
de: System- und Benutzereinstellungen ändern
es: Cambie opciones del sistema y de usuario
fr: Modifier les paramètres du système et de l'utilisateur
he: שינוי הגדרות המערכת והגדרות המשתמשים
ja: システムとユーザーの設定を変更します
nl: Wijzig systeem- en gebruikersinstellingen
pl: Zmień ustawienia systemu i użytkownika
ru: Изменить системные и пользовательские настройки
sk: Meňte systémové a používateľské nastavenia
sv: Ändra system- och användarinställningar
uk: Зміна налаштувань системи та користувача
zh_tw: 更改系統與使用者設定值

source: Center;Control;Panel;Preferences;System;
ca: Centre;Control;Plafó;Preferències;Sistema;
de: Center;Einstellungen;System;
es: Centro;Control;Panel;Preferencias;Sistema;
fr: Centre;Contrôle;Panneau;Préférences;Système;Paramètres;
he: מרכז;בקרה;פאנל;לוח;העדפות;הגדרות;מערכת;תצורה;
ja: Center;Control;Panel;Preferences;System;センター;コントロール;パネル;設定;システム;
nl: Centrum;Controle;Paneel;Voorkeuren;Systeem;
pl: Centrum;Kontrola;Panel;Preferencje;System;
ru: Center;Control;Panel;Preferences;System;Центр;Управление;Панель;Параметры;Система;
sk: Centrum;Ovládanie;Panel;Vlastnosti;Systém;
sv: Center;Kontroll;Panel;Inställningar;System;
uk: Налаштування;Параметри;Центр;Контроль;Керування;Панель;Система;Center;Control;Panel;Preferences;System;
zh_tw: Center;Control;Panel;Preferences;System;中心;中央;控制;面板;偏好設定;系統;選項;

source: Check for System Updates
he: לנסות לאתר עדכוני מערכת
sv: Leta efter systemuppdateringar

source: A system settings application that focuses on modularity and simplicity.
ca: Una aplicació de configuració de sistema focalitzada en la modularitat i la simplicitat.
de: Eine unkomplizierte, modulare Anwendung für die Systemeinstellungen.
es: Una aplicación de configuración del sistema centrada en modularidad y simplicidad.
fr: Une application pour les paramètres du système qui met l'accent sur la modularité et la simplicité.
he: יישום הגדרות המערכת המתמקד במודולריות ופשטות.
ja: モジュール性とシンプルさに重点を置いた、システム設定アプリケーションです。
nl: Een toepassing voor systeeminstellingen die de focus legt op modulariteit en eenvoud.
pl: Program zmiany ustawień systemu, który skupia się na modułowości oraz prostocie.
ru: Приложение для параметров системы, сфокусированное на модульности и простоте.
sk: Aplikácia systémových nastavení, ktoré je zameraná na modularitu a jednoduchosť.
sv: Ett systeminställningsprogram med fokus på modularitet och enkelhet.
uk: Застосунок налаштування системи зосереджено на модульності й простоті.
zh_tw: 注重模組化與簡潔性的系統設定應用程式。

source: elementary, Inc.
he: elementary בע״מ

source: When selecting a search result without having opened the corresponding page first the correct sidebar row will be preselected
es: Al selecciona una resultado de búsqueda sin haber abierto al página correspondiente primer, la fila correcta de la barra lateral será preseleccionada
he: בעת בחירת תוצאת חיפוש ללא פתיחת העמוד המתאים תחילה השורה הנכונה בסרגל הצד תיבחר מראש כעת
ru: При выборе результата поиска без предварительного открытия соответствующей страницы теперь выбирается соответствующий пункт боковой панели
sv: När du väljer ett sökresultat utan att först ha öppnat motsvarande sida kommer rätt rad i sidofältet att väljas i förväg

source: Updated translations
ca: Traduccions actualitzades
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
he: תרגומים עודכנו
ja: 翻訳の更新
nl: Bijgewerkte vertalingen
pl: Zaktualizowane tłumaczenia
ru: Обновлены переводы
sk: Aktualizované preklady
sv: Uppdaterade översättningar
uk: Оновлені переклади
zh_tw: 翻譯更新

source: Screen reader improvements
ca: Millores del lector de pantalla
es: Se implementaron mejoras para lectores de pantalla
fr: Améliorations pour les lecteurs d'écran
he: שיפורים למקריא מסך
ja: スクリーンリーダーへの対応を改善
pl: Poprawki dla czytników ekranu
ru: Улучшения для экранного диктора
sv: Förbättringar för skärmläsare
uk: Удосконалення зчитувача з екрана

source: App Updates:
ca: Actualitzacions d'aplicacions:
es: Actualizaciones de la aplicación:
fr: Mises à jour de l'application :
he: עדכונים ביישום:
ja: アプリのアップデート:
pl: Aktualizacje aplikacji:
ru: Обновления приложения:
sv: Uppdateringar av appen:
uk: Оновлення застосунку:
zh_tw: 應用程式更新：

source: New redesigned app icon
ca: Nova icona d'aplicació redissenyada
es: Ahora se usa un nuevo yrediseñado icono de aplicación
fr: Nouvelle icône de l'application
he: סמל היישום החדש עוצב מחדש
ja: アプリアイコンのデザインを変更
nl: Nieuw opnieuw ontworpen app icoon
pl: Nowa, przeprojektowana ikona aplikacji
ru: Новая переработанная иконка приложения
sv: Ny omdesignad app-ikon
uk: Нова перероблена піктограма застосунку
zh_tw: 重新設計過的應用程式圖示

source: New flatter and more responsive design
ca: Nou disseny més pla i més sensible
es: Un nuevo diseño plano y más responsivo
fr: Nouveau design plus plat et plus réactif
he: עיצוב שטוח ומסתגל יותר
ja: よりフラットでレスポンシブなデザイン
nl: Nieuw platter en meer responsief ontwerp
pl: Nowy responsywniejszy i bardziej płaski design
ru: Более плоский и отзывчивый дизайн
sv: Ny plattare och mer responsiv design
uk: Новий плаский і адаптивніший дизайн
zh_tw: 改為使用扁平化且更為響應式的設計

source: Smoother animations
ca: Animacions més suaus
es: Animaciones más suaves
fr: Animations plus fluides
he: הנפשות חלקות יותר
ja: よりなめらかなアニメーション
nl: Vloeiendere animaties
pl: Płynniejsze animacje
ru: Более плавные анимации
sv: Mjukare animationer
uk: Плавніша анімація
zh_tw: 讓動畫效果更平滑

source: Search results are more relevant and more clearly formatted
ca: Els resultats de la cerca són més rellevants i tenen un format més clar.
es: Los resultados de búsqueda son más relevantes y con un formato más claro
fr: Résultats de recherche plus pertinents et mieux formatés
he: תוצאות החיפוש מתאימות יותר ומעוצבות בצורה ברורה
ja: 検索結果の正確性向上と、表示の改善
nl: Zoekresultaten zijn relevanter en duidelijker opgemaakt
pl: Wyniki wyszukiwania są dokładniejsze i wyświetlone w bardziej zrozumiały sposób
ru: Более релевантные и чётко сформулированные результаты поиска
sv: Sökresultaten är mer relevanta och tydligare formaterade
uk: Результати пошуку релевантніші та чіткіше відформатовані
zh_tw: 搜尋結果現在更有相關，且顯示地更清楚

source: Use Portals when available
ca: Ús dels portals quan estiguin disponibles
es: Se usan portales cuando sea posible
fr: Utilisation des portails si disponible
he: להשתמש ב־Portals כשניתן
ja: ポータルが利用可能であれば使用するように修正
nl: Gebruik portalen wanneer beschikbaar
pl: Portale są używane gdy jest to możliwe
ru: По возможности используются порталы
sv: Använd portaler när de är tillgängliga
uk: Використання порталів, коли вони доступні
zh_tw: 可用時使用 portal

source: Back Buttons have a secondary-click menu for faster navigation
ca: Els botons de tornar enrere tenen un menú de clic secundari per a una navegació més ràpida.
es: Los botones de «atrás» ahora tienen un menú haciendo clic con el botón secundario para mejor navegación
fr: Boutons retour avec clic secondaire pour une navigation plus rapide
he: לכפתורי החזרה יש תפריט לחיצה משנית לניווט מהיר יותר
ja: 戻るボタンにコンテキストメニューを追加し、より速くナビゲーションできるよう改善
nl: Terugknoppen hebben een secundaire klik-menu voor snellere navigatie
pl: Przyciski powrotu mają menu kontekstowe do szybszej nawigacji
ru: Кнопки «Назад» теперь имеют меню на ПКМ для более быстрой навигации
sv: Tillbakaknappar har en sekundärklickmeny för snabbare navigering
uk: Кнопки "Назад" мають контекстне меню для швидшої навігації
zh_tw: 為返回按鈕增加次要點擊選單，讓瀏覽能更迅速

source: Window now has a reasonable minimum size
ca: La finestra ara té una mida mínima raonable.
es: La ventana ahora tiene un tamaño mínimo más razonable
fr: La fenêtre a désormais une taille minimale raisonnable
he: לחלון יש מעתה גודל מזערי סביר
ja: ウィンドウに適切な最小サイズを指定
nl: Venster heeft nu een redelijke minimumgrootte
pl: Okno ma teraz przemyślany rozmiar minimalny
ru: Окно теперь имеет разумный минимальный размер
sv: Fönstret har nu en rimlig minsta storlek
uk: Вікно тепер має оптимальний мінімальний розмір
zh_tw: 為視窗指定合理的最小尺寸

source: Bundle app icon
ca: Icona de l'aplicació Bundle
es: Ahora el icono está empaquetado con la misma aplicación
fr: Inclusion de l'icône de l'application
he: סמל יישום מאוגד
ja: アプリアイコンをパッケージに同梱
nl: Bundel app-icoon
pl: Dodano ikonę aplikacji
ru: Добавлена иконка приложения
sv: App-ikon för bundle
uk: Додано піктограму застосунку
zh_tw: 打包應用程式圖示

source: Add multitouch navigation gestures
ca: Addició de gests de navegació multitàctils
de: Multitouch-Gesten hinzugefügt
es: Se agregaron gestos de navegación multitoque
fr: Ajout des gestes de navigation multi-touch
he: נוספו מחוות ניווט בעזרת מגע במספר נקודות
ja: マルチタッチジェスチャーでペインを移動できるように変更
nl: Voeg multitouch navigatiegebaren toe
pl: Dodano wielodotykowe gesty nawigacji
ru: Добавлены навигационные мультитач-жесты
sk: Pridané viacdotykové navigačné gestá
sv: Lägg till navigeringsgester för flertryck
uk: Додано жести навігації
zh_tw: 新增多點瀏覽手勢

source: Better support smaller displays
ca: Millor compatibilitat per a pantalles més petites
de: Verbesserte Unterstützung für kleine Bildschirme
es: Mejor soporte para pantallas más pequeñas
fr: Meilleur prise en charge des faibles résolutions
he: תמיכה משופרת בצגים קטנים יותר
ja: ディスプレイの小さなデバイスへの対応を強化
nl: Betere ondersteuning voor kleinere schermen
pl: Lepsze wsparcie dla małych ekranów
ru: Улучшена поддержка маленьких экранов
sk: Lepšia podpora menších obrazoviek
sv: Bättre stöd för mindre skärmar
uk: Поліпшено підтримку малих дисплеїв
zh_tw: 改善對較小的顯示器的支援

source: Remove old GNOME Control Center compatibility layer
ca: Supressió de la capa de compatibilitat antiga del Centre de control del GNOME
de: Alten Kompatibilitätslayer für GNOME Control Center entfernt
es: Se eliminó la antigua capa de compatibilidad del Centro de Control de GNOME
fr: Suppression de la couche de compatibilité avec l'ancien centre de contrôle de GNOME
he: הוסרה שכבת התאימות הישנה למרכז הבקרה של GNOME
ja: GNOME の“設定”アプリとの互換性を維持していたレイヤーが古くなっていたので削除
nl: Verwijder oud GNOME controlecentrum compatibiliteitslaag
pl: Usunięto starą warstwę zgodności z GNOME Control Center
ru: Удалён старый слой совместимости центра управления GNOME
sk: Odstránená stará vrstva kompatibility pre GNOME Ovládací panel
sv: Ta bort det gamla kompatibilitetslagret för GNOME Control Center
uk: Вилучено сумісність із застарілим центром керування GNOME
zh_tw: 移除舊的 GNOME 控制中心相容層

source: Stability and performance improvements
ca: Millores d’estabilitat i rendiment
de: Stabilitäts- und Leistungsverbesserungen
es: Mejoras de estabilidad y rendimiento
fr: Amélioration de la stabilité et des performances
he: שיפורים ביציבות ובביצועים
ja: 安定性とパフォーマンスの改善
nl: Stabiliteit en prestatieverbeteringen
pl: Ulepszenia stabilności i wydajności
ru: Улучшения стабильности и производительности
sk: Vylepšenia stability a výkonu
sv: Stabilitets- och prestandaförbättringar
uk: Вдосконалено швидкодію та стабільність
zh_tw: 穩定性與效能改善

source: Redesign search results view
de: Redesign der Ansicht für Suchergebnisse
sk: Prerobené zobrazovanie výsledkov vyhľadávania

source: Tab key moves focus out of search
de: Drücken von Tab bewegt den Fokus aus der Suche heraus
sk: Klávesa Tab presunie zameranie mimo vyhľadávania

source: Fix an issue that prevented tiling on small displays
de: Fehler behoben, der die Kachelansicht auf kleinen Bildschirmen verhinderte
sk: Opravený problém, ktorý bránil vytváraniu dlaždíc na menších displejoch

source: Fix an issue with restoring the correct window size
de: Fehler behoben, bei dem die ursprüngliche Fenstergröße nicht korrekt wiederhergestellt wurde
sk: Opravený problém pri obnovovaní správnej veľkosti okna

source: Make the category grid fill the available space when maximized
de: Kategoriengitter füllt nun den ganzen verfügbaren Platz wenn maximiert
sk: Pri maximalizácii vyplní mriežka kategórie dostupné miesto

source: Pressing the "Down" arrow key from the search box correctly focuses the first row
de: Druck auf "unten" Pfeiltaste aus der Suchbox heraus fokussiert nun korrekt die erste Zeile
sk: Stlačením klávesy šípky nadol v políčku vyhľadávania sa správne zameria prvý riadok

source: Drop dynamic items from the Dock secondary-click menu
de: Dynamische Items vom Sekundärklick-Menü im Dock fallenlassen
sk: Zahodenie dynamických položiek z Doku v kontextovom menu
