Repository: elementary/switchboard
Catalog: po/*.po
Languages: ckb, lb

source: Specified link '%s' does not exist, going back to the main panel
ckb: لینکی دیاریکراو '%s' بوونی نییە، دەگەڕێینەوە بۆ پانێڵی سەرەکی
lb: De spezifizéierte Link »%s« existéiert net, den Haaptpanel gëtt erëm gewisen

source: System Settings
ckb: ڕێکخستنەکانی سیستەم
lb: System-Astellungen

source: Search Settings
ckb: گەڕان
lb: Sich eng Astellung

source: No Settings Found
ckb: هیچ ڕێکخستنێک نەدۆزرایەوە
lb: Keng Astellungen fonnt

source: All Settings
ckb: هەموو ڕێکخستنەکان
lb: All Astellungen

source: Personal
ckb: کەسی
lb: Perséinlech

source: Hardware
ckb: ڕەقەکاڵا

source: Network & Wireless
ckb: ڕایەڵە & وەیارلێس
lb: Netzwierk & WLAN

source: Administration
ckb: بەڕێوەبەرێتی
lb: Administratioun

source: Try changing search terms.
ckb: هەوڵدە بە وشەیەکی تری گونجاو بگەڕێی.
lb: Probéiert eppes anescht anzeginn.

source: No Results for “%s”
ckb: هیچ ئەنجامێک بۆ "%s" نەدۆزرایەوە
lb: Keng Resultater fir »%s«

source: Install settings plugins and re-launch System Settings.
lb: Astellungen-Plugins installéieren an Astellungen neistarten.
